Repository: sq5gvm/NextCloud-Shifts
Catalog: translationfiles/*/*.po
Languages: pl

source: Successfully saved changes
pl: Zapisano zmiany

source: Could not save changes
pl: Nie udało się zapisać zmian

source: REQUEST-STATUS
pl: STATUS-ZGŁOSZENIA

source: Month
pl: Miesiąc

source: Week
pl: Tydzień

source: Open Shifts
pl: Wolne zmiany

source: Search for Emails or Users
pl: Szukaj adresów email lub użytkowników

source: No match found
pl: Nie znaleziono

source: Swap
pl: Zamień

source: Offer
pl: Oferuj

source: Could not fetch shifts
pl: Nie udało się pobrać zmian

source: Analyst
pl: Pracownik

source: Select Shiftstype
pl: Wybierz typ zmiany

source: Could not save shifts Changes
pl: Nie udało się zapisać zmian w Zmianach

source: Could not fetch data
pl: Nie udało się pobrać danych

source: Could not fetch shifts-types
pl: Nie udało się pobrać typów Zmian

source: Could not fetch shifts-changes
pl: Nie udało się pobrać zamiany Zmian

source: Could not delete shift
pl: Nie udało się usunąć zmiany

source: Could not delete shiftsType
pl: Nie udało się usunąć typu zmiany

source: Could not update Calendar
pl: Nie udało się uaktualnić kalendarza

source: Could not create the shift
pl: Nie udało się utworzyć Zmiany

source: No Analysts or Dates for Shift given
pl: Nie wskazano Pracownik lub dat dla podanej zmiany

source: Could not fetch Settings
pl: Nie udało się pobrać konfiguracji

source: Please set a Calendarname in the App-Settings
pl: Wprowadź nazwę kalendarza w konfiguracji aplikacji

source: Please set an Organizername in the App-Settings
pl: Wprowadź nazwę organizatora w konfiguracji aplikacji

source: Please set an Organizeremail in the App-Settings
pl: Wprowadź email organizatora w konfiguracji aplikacji

source: Please set at least one Skillgroup in the App-Settings
pl: Wprowadź conajmniej jedną Grupę umiejętności w konfiguracji aplikacji

source: Could not save the shiftType
pl: Nie udało się zapisać typu Zmiany

source: Today
pl: Dzisiaj

source: Remove analyst
pl: Usuń pracownika

source: No analysts yet
pl: Nie znaleziono pracowników

source: New Request
pl: Nowa prośba

source: Select old analyst
pl: Wybierz obecnego Pracownika

source: Select new analyst
pl: Wybierz nowego Pracownika

source: Select shifts of old analyst
pl: Wybierz zmiany obecnego pracownika

source: Select shifts of new analyst
pl: Wybierz zmiany nowego pracownika

source: Description
pl: Opis

source: Description or Purpose
pl: Opis przyczyny

source: Select shifts of analyst
pl: Wybierz zmiany pracownika

source: Cancel
pl: Anuluj

source: Save
pl: Zapisz

source: New Shiftstype
pl: Nowy typ zmiany

source: weekly Shifts
pl: tygodniowe zmiany

source: Weekly
pl: Tygodniowo

source: Rules
pl: Reguły

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Shift plan
pl: Plan zmian

source: Shiftchange
pl: Zamiana

source: Shifttypes
pl: Typy zmian

source: Shiftsdata
pl: Archiwum zmian

source: Timespan
pl: Okres czasu

source: Select Date
pl: Wybierz date

source: In Progress
pl: W trakcie

source: Analyst Approval:
pl: Akceptacja pracownika:

source: at
pl: o

source: Decline
pl: Odmów

source: Approve
pl: Zaakceptuj

source: Processed
pl: Przetworzone

source: Admin Approval:
pl: Akceptacja administratora:

source: Add Shift
pl: Dodaj zmianę

source: Synchronize Calendar
pl: Synchronizuj kalendarz

source: Add new Shiftstype
pl: Dodaj nowy typ zmiany

source: Shiftstype
pl: Typ zmiany

source: Delete
pl: Usuń

source: Are you sure that u want to delete the Shiftstype and all its Shifts
pl: Czy jesteś pewien że chcesz usunąć ten typ zmiany i wszystkie zmiany go wykorzystujące?

source: Edit
pl: Edytuj

source: Shiftplan
pl: Planowanie zmian

source: App for organising Shifts
pl: Aplikacja do zarządzania zmianami

source: * **Interactions with the Nextcloud Calender app!** Easy integration into the existing Calender of Nextcloud. * **Manage and organize your Shifts System!** Customize your Shifts Model with different Shifttypes * **Separation of Users by different Nextcloud user Groups!** Divide your Workforce with different Skill-Levels More to come: * Further maturing of the app * Individualisation If you experience any issues or have any suggestions for improvement, please feel free to use the issue tracker.
pl: * **Integracja z aplikacja kalendarza Nextcloud!** Łatwa integracja z istniającym Kalendarzem w Nextcloud. * **Zarządzaj i organizuj swoim systemem zmian!** Dostosuj swój model zmian dzięki różnym typom zmian * **Separacja użytkowników Separation of Users by different Nextcloud user Groups!** Divide your Workforce with different Skill-Levels More to come: * Further maturing of the app * Individualisation If you experience any issues or have any suggestions for improvement, please feel free to use the issue tracker.

source: Name of the Shift-Type
pl: Nazwa typu zmiany

source: Calendar Color
pl: Kolor

source: Start Time
pl: Początek zmiany

source: Stop Time
pl: Koniec zmiany

source: Shifts
pl: Zmiany

source: Documentation
pl: Dokumentacja

source: Name of the Shiftscalendar
pl: Nazwa kalendarza zmian

source: Name of the Shiftsorganizer
pl: Nazwa organizatora zmian

source: Email fo the Shiftsorganizer
pl: Email organizatora zmian

source: Name of the Shiftsadmin Group
pl: Nazwa grupy administratorów zmian

source: Name of the Analyst Group
pl: Nazwa grupy pracowników zmian

source: Name of the Analyst-Skill Group
pl: Nazwa grupy pracowników z kompetencją

source: Add
pl: Dodaj
